const feturedItems = `
[
    {
        "img": "https://a.lmcdn.ru/img236x341/M/P/MP002XM1RLXJ_15254098_1_v1_2x.jpg",
        "name": "Свитшот Crew Neck Sweatshirt",
        "description": "Lyle & Scott — это две линии мужской одежды - классика и casual,  и коллекция одежды для гольфистов. Шотландский бренд с более чем 140-летней историей тщательно чтит традиции качества и производит добротный трикотаж в особенном, благородном стиле. Спокойные цвета, мягкая текстура, удобный крой — все это делает одежду Lyle & Scott необходимой частью повседневного гардероба.",
        "price": "4990"
    },
    {
        "img": "https://a.lmcdn.ru/img236x341/M/P/MP002XM08TXV_17960480_1_v2.jpeg",
        "name": "Куртка утепленная",
        "description": "Бренд Oodji вдохновляет на создание своего неповторимого стиля. Разнообразные коллекции одежды для мужчин, женщин и детей отличаются легкостью и уникальным дизайном. Oodji стремится быть доступным и предлагает создать модные решения для активных людей по разумной цене.",
        "price": "2499"
    },
    {
        "img": "https://a.lmcdn.ru/img236x341/M/P/MP002XM003JR_22473951_1_v1_2x.jpg",
        "name": "Джемпер",
        "description": "Описание отсутствует, так что совершенно не понятно, откуда такая цена за футболку.",
        "price": "4420"
    },
    {
        "img": "https://a.lmcdn.ru/img236x341/M/P/MP002XM0B018_20698238_2_v1_2x.jpg",
        "name": "Брюки спортивные",
        "description": "Gloria Jeans разрабатывает дизайн одежды и аксессуаров для детей, подростков и взрослых. Благодаря Gloria Jeans стала доступна качественная одежда по привлекательной цене. Комфорт и непринужденность для тех, кто ценит современные тенденции моды.",
        "price": "839"
    },
    {
        "img": "https://a.lmcdn.ru/img236x341/M/P/MP002XM1RLX8_15966998_1_v2.jpg",
        "name": "Толстовка Zip Through Hoodie",
        "description": "Lyle & Scott — это две линии мужской одежды - классика и casual,  и коллекция одежды для гольфистов. Шотландский бренд с более чем 140-летней историей тщательно чтит традиции качества и производит добротный трикотаж в особенном, благородном стиле. Спокойные цвета, мягкая текстура, удобный крой — все это делает одежду Lyle & Scott необходимой частью повседневного гардероба.",
        "price": "4790"
    },
    {
        "img": "https://a.lmcdn.ru/img236x341/M/P/MP002XM08RSN_17841482_1_v1.jpeg",
        "name": "Футболка",
        "description": "Товар произведен в стране присутствия Lamoda, что позволяет нам оптимизировать выбросы СО2 при доставке. Покупая этот товар, вы вносите свой вклад в сокращение углеродного следа и поддерживаете развитие локальных фабрик. Фабрика! Дёсево!!!",
        "price": "1690"
    }
]`;